const questions_Mal = [
  {
    question:
      "ഇപ്പോൾ മനസ്സിൽ ബുദ്ധിമുട്ടായി തോന്നുന്ന കാര്യം എന്തെങ്കിലും ഉണ്ടോ?",
    hint: "വലിയകാര്യം ആവണ്ട, ചെറുതായാലും പറയാം - മനസ്സിന്റെ ഭാരം ഇറക്കിവെക്കാം.",
  },
  {
    question:
      "മറ്റുള്ളവരെ കാണിക്കാതെ നിങ്ങൾ എപ്പോഴെങ്കിലും വളരെയധികം വിഷമിച്ചിട്ടുണ്ടോ?",
    hint: "നിങ്ങൾ ഇപ്പോഴും ഓർക്കുന്ന ആ ഒരു വിഷമം പങ്കുവെക്കാം.",
  },
  {
    question:
      "നിങ്ങളെക്കുറിച്ച് മറ്റുള്ളവർ മനസ്സിലാക്കണം എന്ന് ആഗ്രഹിക്കുന്ന ഒരു കാര്യമുണ്ടോ?",
    hint: "മറ്റുള്ളവർ നിങ്ങളെ കുറിച്ച മനസ്സിലാകുന്നില്ല എന്ന് കരുതുന്ന കാര്യത്തെ കുറിച്ച് പറയു.",
  },
  {
    question:
      "നിങ്ങൾ വിഷമിച്ചിരിക്കുന്ന സമയത്ത്, ആരെങ്കിലും നിങ്ങൾക്കു ചെയ്തു തന്നിരുന്നെങ്കിൽ എന്ന്  ആഗ്രഹിക്കുന്ന കാര്യം എന്താണ്?",
    hint: "നിങ്ങൾ വിഷമിച്ചിരിക്കുമ്പോൾ മറ്റൊരാളിൽ നിന്നും എന്ത് സഹായമാണ് ആഗ്രഹിക്കുന്നത്.",
  },
  {
    question:
      "നിങ്ങൾ നിങ്ങളെ തന്നെ കുറ്റപ്പെടുത്തുന്നതും, അതിൽ നിന്ന് മോചനം ലഭിക്കാൻ ആഗ്രഹിക്കുന്നതുമായ ഒന്നുണ്ടോ?",
    hint: "വിവരിക്കാൻ തയ്യാറല്ലെയെങ്കിലും കുഴപ്പമില്ല - അതിനെ പേരിട്ടു പറയുന്നത് തന്നെ ഒരു ആശ്വാസമാണ്.",
  },
];

export default questions_Mal;
